Repository: jettoai/tally
Catalog: Tally/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: No matches
ja: 一致する項目なし
ko: 일치하는 항목 없음
zh_hans: 没有匹配的项目
zh_hant: 沒有符合的項目

source: Filter
ja: 絞り込み
ko: 필터
zh_hans: 筛选
zh_hant: 篩選

source: Account
ja: アカウント
ko: 계정
zh_hans: 账号
zh_hant: 帳號

source: Teaches Claude Code sessions to answer quota questions and pick accounts from tally status --json, and adds one command: /tally moves a session to another account or runs it on a different model, without spending a turn. One skill file, one command file and one hook entry per Claude account; all removed just as cleanly.
ja: Claude Code のセッションが tally status --json からクォータの質問に答え、アカウントを選べるようにし、さらにコマンドを 1 つ追加します。/tally はセッションを別のアカウントへ移すか、別のモデルで動かします。どちらもターンを消費しません。各 Claude アカウントにスキルファイル 1 つ、コマンドファイル 1 つ、フック設定 1 件を置き、削除時は同じく完全に元へ戻ります。
ko: Claude Code 세션이 tally status --json으로 쿼터 질문에 답하고 계정을 고르도록 가르치며, 명령 하나를 추가합니다. /tally는 세션을 다른 계정으로 옮기거나 다른 모델에서 실행하게 하며, 턴을 쓰지 않습니다. 각 Claude 계정에 스킬 파일 하나, 명령 파일 하나, 후크 항목 하나를 두며 제거 시 똑같이 완전히 정리됩니다.
zh_hans: 让 Claude Code 会话学会从 tally status --json 回答额度问题、挑选账号，并加上一个命令：/tally 把会话移到另一个账号，或改用另一个模型，都不花一轮对话。每个 Claude 账号放一个技能文件、一个命令文件与一条 hook 配置；移除时同样完整清除。
zh_hant: 讓 Claude Code 工作階段學會從 tally status --json 回答額度問題、挑選帳號，並加上一個指令：/tally 把工作階段移到另一個帳號，或改用另一個模型，都不花一輪對話。每個 Claude 帳號放一個技能檔、一個指令檔與一筆 hook 設定；移除時同樣完整清除。

source: Keeps the current effort
ja: 現在の推論強度を維持
ko: 현재 추론 강도 유지
zh_hans: 保持当前的推理强度
zh_hant: 維持目前的推理強度

source: Menu bar shows
ja: メニューバー表示
ko: 메뉴 막대 표시
zh_hans: 菜单栏显示
zh_hant: 選單列顯示

source: Pool
ja: 合計
ko: 합산
zh_hans: 合计
zh_hant: 合計

source: Pooled sums each provider's accounts into one segment, like the fleet gauge.
ja: 合計はプロバイダーごとのアカウントを1つにまとめ、フリートゲージと同じ値を表示します。
ko: 합산은 제공자별 계정을 한 구간으로 묶어 플릿 게이지와 같은 값을 보여줍니다.
zh_hans: 合计会把同一提供商的账号并成一段，与机队量表相同。
zh_hant: 合計會把同一供應商的帳號併成一段，與機隊量表相同。

source: %@ failed: %@
ja: %1$@ 件失敗：%2$@
ko: %1$@개 실패: %2$@
zh_hans: %1$@ 个失败：%2$@
zh_hant: %1$@ 個失敗：%2$@

source: Sessions
ja: セッション
ko: 세션
zh_hans: 会话
zh_hant: 工作階段

source: working
ja: 作業中
ko: 작업 중
zh_hans: 运行中
zh_hant: 執行中

source: blocked
ja: 応答待ち
ko: 응답 대기
zh_hans: 等你回复
zh_hant: 等你回覆

source: idle
ja: アイドル
ko: 유휴
zh_hans: 闲置
zh_hant: 閒置

source: unknown
ja: 不明
ko: 알 수 없음
zh_hans: 无法判定
zh_hant: 無法判定

source: waiting on you
ja: 件が応答待ち
ko: 개가 응답 대기 중
zh_hans: 个等你回复
zh_hant: 個等你回覆

source: All sessions
ja: すべてのセッション
ko: 모든 세션
zh_hans: 全部会话
zh_hant: 全部工作階段

source: Connected
ja: 接続済み
ko: 연결됨
zh_hans: 已连接
zh_hant: 已連線

source: not reporting
ja: 未報告
ko: 미보고
zh_hans: 未报告
zh_hant: 未回報

source: No sessions are reporting yet
ja: 状態を報告しているセッションはありません
ko: 상태를 보고하는 세션이 없습니다
zh_hans: 目前没有会话报告状态
zh_hant: 目前沒有工作階段回報狀態

source: context
ja: コンテキスト
ko: 컨텍스트
zh_hans: 上下文
zh_hant: 上下文

source: ago
ja: 前
ko: 전
zh_hans: 前
zh_hant: 前

source: not reporting yet
ja: 件は状態を報告していません
ko: 개는 아직 상태를 보고하지 않음
zh_hans: 个尚未报告状态
zh_hant: 個尚未回報狀態

source: Click to bring its terminal to the front
ja: クリックするとそのターミナルを前面に出します
ko: 클릭하면 해당 터미널을 앞으로 가져옵니다
zh_hans: 点一下把它的终端叫到前台
zh_hant: 點一下把它的終端機叫到前景

source: %d session is waiting on you
ja: %d 件のセッションが応答を待っています
ko: %d개의 세션이 응답을 기다리고 있습니다
zh_hans: 有 %d 个会话在等你回复
zh_hant: 有 %d 個工作階段在等你回覆

source: Claude session board
ja: Claude セッションボード
ko: Claude 세션 보드
zh_hans: Claude 会话看板
zh_hant: Claude 工作階段看板

source: Lets the panel show which sessions are working, waiting on you, or idle, and puts a red dot in the menu bar while one is waiting. Installs one Notification hook entry per Claude account; anything already registered for that event keeps running, and only Tally's entry is removed.
ja: どのセッションが作業中か、応答待ちか、アイドルかをパネルに表示し、待機中はメニューバーに赤い点を出します。Claude アカウントごとに Notification フックを1件登録します。そのイベントに既にある設定はそのまま動き、削除されるのは Tally の分だけです。
ko: 어떤 세션이 작업 중인지, 응답을 기다리는지, 유휴 상태인지 패널에 표시하고 대기 중일 때는 메뉴 막대에 빨간 점을 띄웁니다. Claude 계정마다 Notification 훅 항목을 하나 설치하며, 해당 이벤트에 이미 등록된 것은 그대로 동작하고 Tally 항목만 제거됩니다.
zh_hans: 让面板显示哪些会话正在运行、在等你回复或已闲置，有人在等时菜单栏会亮红点。每个 Claude 账号装一条 Notification hook；该事件下你原有的设置照常运行，移除时只会拿掉 Tally 这一条。
zh_hant: 讓面板顯示哪些工作階段正在執行、在等你回覆或已閒置，有人在等時選單列會亮紅點。每個 Claude 帳號裝一筆 Notification hook；該事件下你原有的設定照常運作，移除時只會拿掉 Tally 這一筆。

source: OK
ko: 확인
zh_hans: 好
zh_hant: 好
